{
  "quotes": [
    {
      "quote": "Half sunk a shattered visage lies",
      "poem": "Ozymandias",
      "analysis": "The broken statue reflects the collapse of Ozymandias’s power. 'Half sunk' suggests time has buried his legacy, while 'shattered visage' shows how even his image has been destroyed, symbolising the futility of human pride."
    },
    {
      "quote": "Wrinkled lip and sneer of cold command",
      "poem": "Ozymandias",
      "analysis": "This portrays Ozymandias as arrogant and tyrannical. The 'sneer' shows disdain, and 'cold command' suggests a harsh, emotionless rule, emphasising the abuse of power and the king’s lack of compassion."
    },
    {
      "quote": "My name is Ozymandias, king of kings",
      "poem": "Ozymandias",
      "analysis": "The repetition and biblical reference to 'king of kings' shows Ozymandias’s excessive pride and desire for dominance. It’s ironic, as nothing remains of his power, highlighting the theme of hubris and the inevitable decline of rulers."
    },
    {
      "quote": "Boundless and bare, the lone and level sands stretch far away",
      "poem": "Ozymandias",
      "analysis": "Nature is shown as vast and eternal compared to human achievements. The alliteration in 'boundless and bare' emphasises the emptiness, showing how time and nature erase all traces of power."
    },
    {
      "quote": "The hand that mocked them and the heart that fed",
      "poem": "Ozymandias",
      "analysis": "The 'hand' refers to the sculptor, mocking Ozymandias’s arrogance. 'Heart that fed' could show Ozymandias’s passion or ego. This duality captures both the artist’s skill and the king’s vanity."
    },
    {
      "quote": "I wander through each chartered street, Near where the chartered Thames does flow",
      "poem": "London",
      "analysis": "The repetition of 'chartered' criticises how everything, even nature like the Thames, is controlled and owned. It reflects Blake’s view of a society trapped by rules, greed, and industrial oppression."
    },
    {
      "quote": "In every cry of every man, In every infant’s cry of fear",
      "poem": "London",
      "analysis": "The repetition of 'every' shows how widespread suffering is. It creates a sense of relentless pain, showing that no one—neither adult nor child—is free from the effects of a corrupt society."
    },
    {
      "quote": "Every blackening church appals",
      "poem": "London",
      "analysis": "This criticises the Church’s hypocrisy. 'Blackening' suggests physical pollution from industry and moral corruption. It’s shocking ('appals') that a place meant to offer hope ignores the suffering around it."
    },
    {
      "quote": "Runs in blood down palace-walls",
      "poem": "London",
      "analysis": "This metaphor links the monarchy to violence and oppression. The image of blood on the palace walls implies that the ruling class benefits from others’ suffering, possibly referencing the French Revolution as a warning."
    },
    {
      "quote": "She was an elfin pinnace",
      "poem": "Extract from The Prelude",
      "analysis": "The metaphor 'elfin pinnace' reflects the speaker’s romanticised and almost childlike view of nature at the start of the journey. It suggests a light, magical adventure, showing how nature is initially presented as enchanting and harmless."
    },
    {
      "quote": "Lustily I dipped my oars into the silent lake",
      "poem": "Extract from The Prelude",
      "analysis": "The adverb 'lustily' shows the speaker’s confidence and power as he moves through nature. The contrast with the 'silent lake' emphasises his bold intrusion into the natural world, foreshadowing the later change in tone when nature asserts its dominance."
    },
    {
      "quote": "Huge and mighty forms, that do not live Like living men",
      "poem": "Extract from The Prelude",
      "analysis": "This description shows a turning point in the poem, where nature becomes overwhelming and frightening. The phrase 'huge and mighty forms' suggests nature’s immense power, while 'do not live Like living men' presents nature as mysterious and inhuman, which terrifies the speaker."
    },
    {
      "quote": "Will’t you sit",
      "poem": "My Last Duchess",
      "analysis": "This rhetorical question makes the Duke appear falsely polite and controlling. It masks his domineering nature beneath a surface of charm, showing how power can be manipulative and subtle."
    },
    {
      "quote": "For none puts by the curtain I have drawn for you but I",
      "poem": "My Last Duchess",
      "analysis": "This line shows how the Duke controls who sees the portrait of the Duchess, symbolising how he controlled her in life. The possessiveness highlights themes of dominance, jealousy, and objectification."
    },
    {
      "quote": "She thanked men, good! but thanked them somehow I know not",
      "poem": "My Last Duchess",
      "analysis": "The Duke’s jealousy is clear. He resents her politeness to others and interprets it as flirtation, reflecting his insecurity and desire to control her behaviour completely."
    },
    {
      "quote": "Cannon to the left of them, cannon to the right of them",
      "poem": "Charge of the Light Brigade",
      "analysis": "The repetition creates a sense of entrapment and danger. It reflects the soldiers’ bravery despite being surrounded, highlighting the chaos and heroism of war."
    },
    {
      "quote": "Into the valley of Death rode the six hundred",
      "poem": "Charge of the Light Brigade",
      "analysis": "A biblical allusion that presents the soldiers as noble martyrs. The phrase 'valley of Death' suggests inevitable doom, glorifying their sacrifice."
    },
    {
      "quote": "Into the jaws of Death, into the mouth of Hell",
      "poem": "Charge of the Light Brigade",
      "analysis": "These metaphors intensify the danger and horror of battle. They present death as a monster consuming the soldiers, but also honour their courage."
    },
    {
      "quote": "Our brains ache, in the merciless iced east winds that knife us",
      "poem": "Exposure",
      "analysis": "Nature is personified as a brutal attacker. The sibilance and violent metaphor 'knife us' show that the weather is as deadly as the enemy."
    },
    {
      "quote": "Worried by silence, sentries whisper, curious, nervous",
      "poem": "Exposure",
      "analysis": "This creates a tense, anxious atmosphere. The quiet becomes threatening, reflecting how mental strain wears down the soldiers."
    },
    {
      "quote": "But nothing happens",
      "poem": "Exposure",
      "analysis": "This repeated phrase emphasises the futility and stagnation of war. The soldiers are stuck in limbo, facing slow death from the cold rather than battle."
    },
    {
      "quote": "Sudden successive flights of bullets streak the silence",
      "poem": "Exposure",
      "analysis": "The sibilance and violent imagery contrast with the previous quiet. It shows how death can strike suddenly, reinforcing the unpredictable horror of war."
    },
    {
      "quote": "Spits like a tame cat turned savage",
      "poem": "Storm on the Island",
      "analysis": "This simile shows how familiar things (like nature) can become threatening. The storm is unpredictable, reflecting nature’s power and danger."
    },
    {
      "quote": "Strange, it’s a huge nothing that we fear",
      "poem": "Storm on the Island",
      "analysis": "This oxymoron highlights the abstract, psychological effect of the storm. The fear is irrational, showing how nature’s power lies partly in its ability to cause anxiety."
    },
    {
      "quote": "Space is a salvo",
      "poem": "Storm on the Island",
      "analysis": "The metaphor compares the open sky to a military attack. It shows how nature is aggressive and relentless. Salvo meaning a simultaneous discharge of artillery or other guns in a battle."
    },
    {
      "quote": "We build our houses squat",
      "poem": "Storm on the Island",
      "analysis": "This line shows how people adapt to nature’s force. The blunt, practical tone reflects the islanders’ resilience but also suggests human vulnerability."
    },
    {
      "quote": "Sweating like molten iron",
      "poem": "Bayonet Charge",
      "analysis": "This simile shows the physical intensity and dehumanisation of the soldier. He becomes more like a machine, suggesting the brutalising effect of war."
    },
    {
      "quote": "Was he the hand pointing that second?",
      "poem": "Bayonet Charge",
      "analysis": "This rhetorical question suggests confusion and a loss of control. The soldier becomes a tool of war, unsure of his own agency."
    },
    {
      "quote": "His terror’s touchy dynamite",
      "poem": "Bayonet Charge",
      "analysis": "A powerful metaphor showing how fear drives the soldier forward like an explosive. It reflects the emotional chaos and violence within him."
    },
    {
      "quote": "Probably armed, possibly not",
      "poem": "Remains",
      "analysis": "This phrase shows moral uncertainty. The casual tone reveals guilt and doubt about whether the killing was justified."
    },
    {
      "quote": "On another occasion, we got sent out",
      "poem": "Remains",
      "analysis": "The informal, conversational tone contrasts with the traumatic events, showing how soldiers suppress emotion."
    },
    {
      "quote": "He’s here when I close my eyes, dug in behind enemy lines",
      "poem": "Remains",
      "analysis": "This metaphor shows how the memory of the man haunts the soldier. It highlights PTSD and the lasting psychological effects of war."
    },
    {
      "quote": "I pinned one on your lapel",
      "poem": "Poppies",
      "analysis": "The mother’s act of pinning a poppy is symbolic of preparing her son for sacrifice. It reflects love, loss, and the ritual of remembrance."
    },
    {
      "quote": "Gelled blackthorns of your hair",
      "poem": "Poppies",
      "analysis": "This metaphor blends tenderness and pain. 'Blackthorns' could suggest a crown of thorns, linking to sacrifice and religion."
    },
    {
      "quote": "All flesh is grass",
      "poem": "War Photographer",
      "analysis": "A biblical reference suggesting human life is fragile and temporary. It emphasises the scale of death in war."
    },
    {
      "quote": "Solutions slop in trays",
      "poem": "War Photographer",
      "analysis": "The alliteration and sibilance suggest messiness and discomfort. It refers literally to photo development, but also symbolically to the attempt to make sense of suffering."
    },
    {
      "quote": "A hundred agonies in black and white, from which the editor will pick out five or six for Sunday’s supplement",
      "poem": "War Photographer",
      "analysis": "This highlights the selective, detached nature of media. It critiques how real suffering is reduced to news stories."
    },
        {
      "quote": "We don’t live alone. We are members of one body.",
      "poem": "An Inspector Calls",
      "analysis": "This key message from the Inspector promotes social responsibility. The inclusive language ('we') and religious undertone ('one body') emphasise collective duty and challenge individualism."
    },
    {
      "quote": "But these girls aren’t cheap labour – they’re people.",
      "poem": "An Inspector Calls",
      "analysis": "Sheila’s protest marks a turning point in her character. The statement critiques capitalist exploitation and shows growing empathy and moral maturity."
    },
    {
      "quote": "Public men, Mr Birling, have responsibilities as well as privileges.",
      "poem": "An Inspector Calls",
      "analysis": "The Inspector challenges Birling’s capitalist views, stressing the importance of social duty. It’s a critique of those in power who ignore their moral obligations."
    },
    {
      "quote": "The girl’s dead though.",
      "poem": "An Inspector Calls",
      "analysis": "This blunt statement from the Inspector cuts through the evasions and forces the characters to confront the harsh reality of their actions."
    },
    {
      "quote": "Everything’s all right now, Sheila. What about this ring?",
      "poem": "An Inspector Calls",
      "analysis": "Gerald’s comment shows his failure to learn from the evening’s events. His focus on the engagement ring ignores the moral implications, highlighting his complacency."
    },
    {
      "quote": "A man has to make his own way – has to look after himself.",
      "poem": "An Inspector Calls",
      "analysis": "Mr Birling’s philosophy embodies selfish capitalism. Priestley presents this as flawed thinking, especially when contrasted with the Inspector’s views on collective responsibility."
    },
    {
      "quote": "I suppose we're all nice people now.",
      "poem": "An Inspector Calls",
      "analysis": "Sheila’s sarcasm criticises her family’s eagerness to forget their moral failings. It shows her development into a socially aware character."
    },
    {
      "quote": "You're not the kind of father a chap could go to when he's in trouble.",
      "poem": "An Inspector Calls",
      "analysis": "Eric confronts his father, revealing emotional distance and lack of support. This quote shows generational conflict and Birling’s failure as a parent."
    },
    {
      "quote": "There are millions and millions and millions of Eva Smiths and John Smiths still left with us.",
      "poem": "An Inspector Calls",
      "analysis": "The Inspector uses repetition to emphasise that social injustice is widespread. 'Eva Smith' becomes a symbol for all the oppressed in society."
    },
    {
      "quote": "Each of you helped to kill her.",
      "poem": "An Inspector Calls",
      "analysis": "The Inspector holds everyone accountable, showing how multiple small wrongs contributed to a tragic outcome. It reinforces the play’s message of shared responsibility."
    }
  ]
}
