{
  "quotes": [
    {
      "quote": "We don't live alone. We are members of one body.",
      "poem": "An Inspector Calls",
      "analysis": "This key message from the Inspector promotes social responsibility. The inclusive language ('we') and religious undertone ('one body') emphasise collective duty and challenge individualism."
    },
    {
      "quote": "But these girls aren't cheap labour - they're people.",
      "poem": "An Inspector Calls",
      "analysis": "Sheila's protest marks a turning point in her character. The statement critiques capitalist exploitation and shows growing empathy and moral maturity."
    },
    {
      "quote": "Public men, Mr Birling, have responsibilities as well as privileges.",
      "poem": "An Inspector Calls",
      "analysis": "The Inspector challenges Birling's capitalist views, stressing the importance of social duty. It's a critique of those in power who ignore their moral obligations."
    },
    {
      "quote": "The girl's dead though.",
      "poem": "An Inspector Calls",
      "analysis": "This blunt statement from the Inspector cuts through the evasions and forces the characters to confront the harsh reality of their actions."
    },
    {
      "quote": "Everything's all right now, Sheila. What about this ring?",
      "poem": "An Inspector Calls",
      "analysis": "Gerald's comment shows his failure to learn from the evening's events. His focus on the engagement ring ignores the moral implications, highlighting his complacency."
    },
    {
      "quote": "A man has to make his own way - has to look after himself - and his family too. Of course.",
      "poem": "An Inspector Calls",
      "analysis": "Mr Birling's philosophy embodies selfish capitalism. Priestley presents this as flawed thinking, especially when contrasted with the Inspector's views on collective responsibility."
    },
    {
      "quote": "I suppose we're all nice people now.",
      "poem": "An Inspector Calls",
      "analysis": "Sheila's sarcasm criticises her family's eagerness to forget their moral failings. It shows her development into a socially aware character."
    },
    {
      "quote": "You're not the kind of father a chap could go to when he's in trouble.",
      "poem": "An Inspector Calls",
      "analysis": "Eric confronts his father, revealing emotional distance and lack of support. This quote shows generational conflict and Birling's failure as a parent."
    },
    {
      "quote": "There are millions and millions and millions of Eva Smiths and John Smiths still left with us.",
      "poem": "An Inspector Calls",
      "analysis": "The Inspector uses repetition to emphasise that social injustice is widespread. 'Eva Smith' becomes a symbol for all the oppressed in society. Uses asyndetic listing."
    },
    {
      "quote": "Each of you helped to kill her.",
      "poem": "An Inspector Calls",
      "analysis": "The Inspector holds everyone accountable, showing how multiple small wrongs contributed to a tragic outcome. It reinforces the play's message of shared responsibility."
    },
    {
      "quote": "Unsinkable, absolutely unsinkable.",
      "poem": "An Inspector Calls",
      "analysis": "Dramatic irony highlights Mr Birling's arrogance and blind confidence in the future. Priestley uses this to undermine Birling's authority and critique capitalist overconfidence."
    },
    {
      "quote": "She died in misery and agony - hating life.",
      "poem": "An Inspector Calls",
      "analysis": "The Inspector's graphic description forces the characters (and audience) to confront the human cost of their actions. It creates emotional impact and reinforces the need for compassion and change."
    },
    {
      "quote": "Fire and blood and anguish.",
      "poem": "An Inspector Calls",
      "analysis": "The Inspector's prophetic warning uses powerful imagery and tricolon to emphasise the consequences of ignoring social responsibility. It foreshadows war and societal collapse if people fail to learn. Uses asyndetic listing to create a sense of urgency."
    },
    {
      "quote": "We are responsible for each other.",
      "poem": "An Inspector Calls",
      "analysis": "This encapsulates the play's central theme of social responsibility. The Inspector's message challenges the audience to reflect on their own roles in society and the importance of empathy."
    },
    {
      "quote": "I was in that state when a chap easily turns nasty.",
      "poem": "An Inspector Calls",
      "analysis": "Eric's admission reveals his vulnerability and the pressures young"
    }
  ]
}